# 아래 딕셔너리를 추가하고 실행 시키면, '피클'에 추가 됩니다.
add_dict_one = {
}

add_dict_many = {
2000_0101:
"""(예시) 제목/내용
기본내용은
이렇게 적습니다.
""",

2018_0303:
"""축구시즌이 시작되었습니다.
축구리그 개막전이 어제 시작되었습니다.
올 시즌에는 좋은 성적을 거둬야 할텐데
""",

2018_0305:
"""일기장 마무리 되어감
화일2개로 와리가리 하느라 헷갈린다.
누가, 누구를 참조하는 것인지
리모트에서 일기를 추가하는 기능을 만들자
내용을 전부 보여주고, 추가여부를 묻는 것
하자..
""",

2018_0307:
"""아.. 헷갈린다
누가, 누굴 참조하는 것인지..
결국 if __name__ = '__main__'이
중요한 역할을 하게 되는 것을...
백업 '피클'도 만들어 놓자..
많은 데이터가 한꺼번에 날라간다면?
아아... 생각하기에도 끔찍하다.
""",

2018_0308:
"""'피클'데이터는 수정불가
내용은 보이지만 직관적이지 않다.
결국 데이터 백업기능을 넣어야 할까..
많은 데이터가 한방에... 숑~!!
으으으...
""",
}
